Autodesk.Revit.DB.Electrical.ElectricalDemandFactorDefinition.SetValues(System.Collections.Generic.ICollection`1{Autodesk.Revit.DB.Electrical.ElectricalDemandFactorValue})
Sets the value set to the demand factor definition.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2011